[
    {
        "lesson": 1,
        "title": "TBD",
        "text": []
    },
    {
        "lesson": 2,
        "title": "TBD",
        "text": []
    },
    {
        "lesson": 3,
        "title": "The Holy Trinity",
        "text": [
            "<b>In Short:</b>",
            "<div style=\"margin: 0px 8px;\">The Trinity is three persons in one God.</div>",
            "<div style=\"margin: 0px 8px;\">The Trinity is revealed in Scripture</div>",
            "<div style=\"margin: 0px 8px;\">We can relate to each person of God</div>",
            "<h2>The Holy Trinity</h2>",
            "<div style=\"margin: 8px;\"></div>",
            "<div style=\"padding: 0 8px\">\"The Father is God, the Son is God, and the Holy Spirit is God, and yet they are not three but one God.\"</div>",
            "<div style=\"padding: 0 8px; text-align: right;\">- The Athanasian Creed</div>",
            "<div style=\"margin: 8px;\"></div>",
            "<div style=\"margin: 8px 0px;\">Catholics often begin prayers with the sign of the cross and the words: \"In the name of the Father, and of the Son, and of the Holy Spirit.\" By doing so, we express our faith in three divine persons collectively called the Holy or Blessed Trinity. This simple yet meaningful prayer connects us to a mystery at the heart of Christian life and belief. In fact, \"the Most Holy Trinity is the central mystery of Christian faith and Life\" (CCC 234)</div>",
            "<div style=\"margin: 8px 0px;\">The Church calls it a mystery because three persons in one God is difficult to comprehend. It's not a mystery in the sense some genius or advancement in science will someday solve it. It's a mystery in the religious sense, a deep truth or reality beyond anything we can experience or understand in this world. The heart of the mystery of the Holy Trinity is that \"God himself is an eternal exchange of love, Father, Son, and Holy Spirit, and he has destined us to share in that exchange\" (CCC 221).</div>",
            "<div style=\"margin: 8px 0px;\">This mystery is like “love” or “grace.” As much as God reveals to us, as vivid as our experiences are, we know there’s always something more.</div>",
            "<div style=\"margin: 8px 0px;\">We’re called to loving communion with others because we are created in God’s image. It’s often through human relationships that we experience God’s love.</div>",
            "<div style=\"margin: 8px 8px;\">What relationships have helped you experience God’s love?</div>",
            "<div style=\"margin: 8px 0px;\"><h2>The Trinity in the Bible</h2></div>",
            "<div style=\"margin: 8px 0px;\">Belief in the Trinity has been part of the Christian understanding of God from the beginnings of the Church. Saint Paul wrote in the year 57: &ldquo;The grace of the Lord Jesus Christ and the love of God and the fellowship of the Holy Spirit be with all of you&rdquo; (2 Corinthians 13:13). That greeting recognizes three persons in God.</div>",
            "<div style=\"margin: 8px 0px;\">This mystery of God&rsquo;s life and identity was revealed in Scripture gradually:</div>",
            "<div style=\"margin: 8px 0px;\">1. The Father revealed himself to ancient Israel. In a world that worshiped many gods, he taught the Israelites that he is the one God who created the world. The Old Testament hints at the Trinity. God created the world by his &ldquo;word&rdquo; and &ldquo;breath&rdquo; (Psalm 33:6). The Word (Son) of God and his life-giving breath (Spirit) are active throughout the Old Testament.</div>",
            "<div style=\"margin: 8px 0px;\">2. Next came the Son, revealed in the Incarnation: \"In the beginning was the Word, and the Word was with God, and the Word was God…And the Word became flesh and made his dwelling among us, and we saw his glory, the glory as of the Father’s only Son” (John 1:1, 14). We celebrate the Incarnation: God’s coming to dwell with us on earth as the Son (Jesus) in human flesh, at Christmas.\"</div>",
            "<div style=\"padding: 8px;\">When used to refer to Jesus, “the title ‘Son of God’ signifies the unique and eternal relationship of Jesus Christ to God his Father” (CCC 454, emphasis added). This means that in the very life of God, there is a Father-Son relationship: God “is Father not only in being Creator; he is eternally Father in relation to his only Son” (CCC 240). The Father and Son are so close, they share one divine nature.</div>",
            "<div style=\"margin: 8px 0px;\">3. Finally, the Holy Spirit was sent and revealed. At Jesus’ baptism, there is a manifestation of each person of the Trinity: the Son is baptized, the Father speaks, and the Spirit descends like a dove:</div>",
            "<div style=\"padding: 0 8px\">\"Jesus came from Galilee to John at the Jordan to be baptized by him... After Jesus was baptized, he came up from the water and behold, the heavens were opened [for him], and he saw the Spirit of God descending like a dove [and] coming upon him. And a voice came from the heavens, saying, ‘This is my beloved Son, with whom I am well pleased.’\"</div>",
            "<div style=\"padding: 0 8px 8px; text-align: right;\">- Matthew 3:13, 16–17</div>",
            "<div style=\"margin: 8px 0px;\">As his death was approaching, Jesus began to speak of the promised Spirit he will send after his resurrection (John 14:16–17, 26). Jesus’ words are fulfilled when the Spirit is poured out on the Church on the day of Pentecost, fifty days after his resurrection on Easter. On that day, the Spirit is “manifested, given, and communicated as a divine person…On that day, the Holy Trinity is fully revealed” (CCC 731–732). Sharing in the one divine nature, the Holy Spirit is both the Spirit of the Father and the Spirit of the Son (CCC 245).</div>",
            "<div style=\"margin: 8px 0px;\">In the history of salvation, the three persons of the Trinity are revealed in order: Father, Son, and Spirit. In our own spiritual histories, we also come to know them one by one but not always in that order. Each divine person leads us to know the others. Some may come to know Jesus first and only later develop a relationship with the Father and the Spirit.</div>",
            "<div style=\"margin: 8px 8px;\">Which person of the Trinity feels most approachable to you right now? Why? Which person do you look forward to getting to know more about?</div>",
            "<h2>Speaking of God: A Vocabulary of Faith</h2>",
            "<div style=\"margin: 8px 0px;\">A good way to learn what Catholics believe is to look at the words of our prayers. The Nicene Creed, an important statement of our beliefs, spells out belief in the three persons in one God:</div>",
            "<div style=\"margin: 8px 8px;\">It begins by saying that we “believe in one God”—one being, one consciousness, one will, one mind, a single, infinite, all-powerful, divine reality. The Church uses terms such as “substance,” “essence,” and “nature” to describe this oneness (CCC 252–253). God’s goodness and power is shared in three persons. Each person is complete and distinct from the others yet wholly and eternally God.</div>",
            "<div style=\"margin: 8px 8px;\">“The Father almighty” is “maker of heaven and earth.” We see the Father as the Creator and cause of everything.</div>",
            "<div style=\"margin: 8px 8px;\">Jesus is the Only Begotten Son of God, born of the Father before all ages. This means that the Son always was. Both Father and Son have existed from the beginning and have been in the closest of relationships: “The Father and I are one” (John 10:30).</div>",
            "<div style=\"margin: 8px 8px;\">The Holy Spirit “proceeds from the Father and the Son.” The Spirit issues from them both—together and eternally, not after in time or in order.</div>",
            "<div style=\"margin: 8px 0px;\">The words “begotten” and “proceeds” both convey energy, movement, and power, in the context of unity, equality, and love. Seeing a dynamic relationship among equals is key to understanding the Trinity.</div>",
            "<div style=\"margin: 8px 8px;\"><h2>An Image of the Trinity</h2></div>",
            "<div style=\"margin: 8px 8px;\">Any attempt to visualize the Trinity is going to be limited and imperfect because God is more than we can fully understand. However, the shield of the Trinity, though imperfect, may help.</div>",
            "<div style=\"margin: 8px 8px;\">The points of the triangle represent who God is: the three persons. The Father is not the Son; the Son is not the Father; and the Spirit is neither the Father nor the Son (CCC 254).</div>",
            "<div style=\"margin: 8px 8px;\">Father, Son, and Spirit are one in what they are but distinct in who they are.</div>",
            "<div style=\"margin: 8px 8px;\">Any attempt to visualize the Trinity is going to be limited and imperfect because God is more than we can fully understand. However, the shield of the Trinity, though imperfect, may help.</div>",
            "<div style=\"margin: 8px 8px;text-align: center;\"><img src='/stained-glass-triangle-dove.png' width='100%' /></div>",
            "<div style=\"margin: 8px 0px;\"><h2>The Work of the Trinity</h2></div>",
            "<div style=\"padding: 0 8px\">“Inseparable in what they are, the divine persons are also inseparable in what they do.”</div>",
            "<div style=\"padding: 0 8px; text-align: right;\">— CCC 267</div>",
            "<div style=\"margin: 8px 0px;\">Each person of the Trinity works in common with the others in every divine action. All the saving work of God proceeds from the Father, through the Son, toward completion in the Spirit. The goal of the Trinity in creation and history is to unite human beings with the love of the triune God (CCC 260). We receive this call to share in a life of divine love “by the grace of Baptism [in] the name of the Father and of the Son and of the Holy Spirit” (CCC 265). Saint Paul beautifully expresses this experience of grace:</div>",
            "<div style=\"padding: 0 8px\">“When the fullness of time had come, God sent his Son, born of a woman…to ransom [us]…so that we might receive adoption. As proof that you are children, God sent the Spirit of his Son into our hearts, crying out, ‘Abba, Father!’”</div>",
            "<div style=\"padding: 0 8px; text-align: right;\">— Galatians 4:4–6</div>",
            "<div style=\"margin: 8px 0px;\">Using the Bible passages below, find names, roles, or characteristics for each person of the Trinity.</div>",
            "<div style=\"margin: 8px 0px;\"><h3>God the Father</h3></div>",
            "<div style=\"padding: 0 8px;\">Matthew 19:4</div>",
            "<div style=\"padding: 0 8px;\">Romans 8:15</div>",
            "<div style=\"padding: 0 8px;\">2 Corinthians 1:3</div>",
            "<div style=\"margin: 8px 0px;\"><h3>God the Son</h3></div>",
            "<div style=\"padding: 0 8px;\">Matthew 1:23</div>",
            "<div style=\"padding: 0 8px;\">John 1:14</div>",
            "<div style=\"padding: 0 8px;\">John 10:11</div>",
            "<div style=\"margin: 8px 0px;\"><h3>God the Spirit</h3></div>",
            "<div style=\"padding: 0 8px;\">Matthew 3:16</div>",
            "<div style=\"padding: 0 8px;\">John 15:26</div>",
            "<div style=\"padding: 0 8px;\">Acts 2:1-4</div>",
            "<div style=\"margin: 8px 0px;\"><h2>Praying to the Trinity</h2></div>",
            "<div style=\"margin: 8px 0px;\">Through prayer to each divine person, we enter into an experience of the Trinity that overcomes our limited ability to grasp this mystery.</div>",
            "<div style=\"margin: 8px 0px;\">Saint Ignatius of Loyola offers an easy yet powerful method of prayer that can help us grow in our relationship with the Trinity. He encourages us to end each time of prayer or meditations with a conversation in which we speak to each divine person in short, spontaneous, heartfelt phrases, much like a friend speaking to a friend:</div>",
            "<div style=\"margin: 8px 8px;\">1. First, speak to the Father whatever is on your heart, expressing your gratitude, sharing your needs and worries.</div>",
            "<div style=\"margin: 8px 8px;\">2. Then speak to Jesus in the same way.</div>",
            "<div style=\"margin: 8px 8px;\">3. Finally, speak to the Spirit, asking for help and guidance.</div>",
            "<div style=\"margin: 8px 0px;\"><h2>Journal</h2></div>",
            "<div style=\"margin: 8px 8px;\">In your journal, write three short prayers using the prompts below:</div>",
            "<div style=\"margin: 8px 8px;\">Dear Heavenly Father...</div>",
            "<div style=\"margin: 8px 8px;\">Dear Jesus, my Lord and Savior...</div>",
            "<div style=\"margin: 8px 8px;\">Come, Holy Spirit, help me...</div>",
            "<div style=\"margin: 8px 8px;\">Try to begin and end each day this week with a short prayer to the Father, Son, and Holy Spirit.</div>",
            "<div style=\"padding: 8px;\"></div>"

        ]
    },
    {
        "lesson": 4,
        "title": "Who is Jesus Christ",
        "text": []
    },
    {
        "lesson": 5,
        "title": "The Bible",
        "text": []
    },
    {
        "lesson": 6,
        "title": "TBD",
        "text": []
    },
    {
        "lesson": 7,
        "title": "Your Prayer Life",
        "text": []
    },
    {
        "lesson": 8,
        "title": "Catholic Prayers and Practices",
        "text": []
    },
    {
        "lesson": 9,
        "title": "The Mass",
        "text": []
    },
    {
        "lesson": 10,
        "title": "The Church Year",
        "text": []
    },
    {
        "lesson": 11,
        "title": "Places in a Catholic Church",
        "text": []
    },
    {
        "lesson": 12,
        "title": "Who Shepherds the Church",
        "text": []
    },
    {
        "lesson": 13,
        "title": "The Church as Community",
        "text": []
    },
    {
        "lesson": 14,
        "title": "Mary",
        "text": []
    },
    {
        "lesson": 15,
        "title": "The Saints",
        "text": []
    },
    {
        "lesson": 16,
        "title": "Eschatology: The \"Last Things\"",
        "text": []
    }
]